[General]
language=Magyar
link_pc_name=Számítógép neve
link_connect_pwd=Jelszó
link_file_path=Bejövő mappa
link_auto_start=Automatikus indítás
link_change_folder_btn=Módosítás
link_open_folder_btn=Megnyitás
link_change_folder_dialog_title=Válassza ki a Bejövő mappát
link_save_button=Mentés
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Minden jog fenntartva.</c>
link_save_success_msg=A beállítások mentése sikeres.
link_save_success_title=Üzenet
link_error_title=Hiba
link_error_program_already_ran=Az alkalmazás fut, ellenőrizze a rendszertálcát.
link_error_program_expire=A próbaverzió lejárt, keresse fel a Shirui-t, hogy újabb próbaverziót kapjon.
link_open_main_window=SeewoLink megnyitása
link_exit_program=Kilépés
link_minimize_to_tray=Minimalizálás a rendszertálcára
link_open_spec=Súgó
link_update=Frissítés
link_register=Regisztráció
link_error_title=Hiba
link_message_title=Az üzenet
link_update_network_error=Hiba a hálózatra való csatlakozás során, próbálja újra később.
link_home_qrcode_tip=Android kliens
link_connect_pc_tip=Szkennelje be a QR-kódot a számítógép csatlakoztatásához
link_reg_serial_invalid=Érvénytelen sorozatszám
link_reg_partial_success=Gratulálunk! A sorozatszám %d alkalom múlva lejár. Ezt a sorozatszámot még %d további gépen használhatja. 
link_reg_full_success=Gratulálunk! Ez a sorozatszám örökre érvényes. Ezt a sorozatszámot még %d további gépen használhatja.
link_reg_response_failed=Elnézést! Hiba történt a regisztráció során.
link_reg_response_serial_error=Elnézést! Hiba történt a regisztráció során. A hiba oka: Sorozatszám-hiba.
link_reg_response_error_lock=Elnézést! Hiba történt a regisztráció során. A hiba oka: A sorozatszám már egy másik géphez regisztrálva van.
link_reg_response_day_expire=Elnézést! Hiba történt a regisztráció során. A hiba oka: A sorozatszám lejárt.
link_reg_input_serial_text=Adja meg a sorozatszámot
link_error_unknown=Ismeretlen hiba.
link_reg_message_remaindays=A tanúsítvány %d alkalom múlva lejár.
link_reg_message_remaindays_tip=<c color="CCCCCC"> %s verzió, regisztrált</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> %s verzió</c>, <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> alkalom maradt.</c><c color="0000ff"><u><b><a id="1050">Regisztráció</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">A %s verzió</c><c color="1899ED"><b>. nincs regisztrálva </b></c><c color="FFFFFF">, </c><c color="1899ED"><b>%d</b></c><c color="CCCCCC">alkalom maradt.</c>
link_reg_rd_renew_button=Megújítás
link_confirm_button=OK
link_cancel_button=Mégse
link_reg_read_reginfo_error=Hiba a regisztrációs információk olvasása közben. Regisztráljon újra.
link_lang_setting_button=Nyelv
link_lang_setting_hint=Válassza ki a nyelvet:
link_lang_setting_ok=OK
link_lang_setting_cancel=Mégse
link_annotation_stop=Leállítás
link_auto_start_tip=A Seewolink a Windows-zal együtt elindul
link_lang_tip=Nyelv
link_tab_text_status=Állapot
link_tab_text_set=Beállítás
link_tab_text_about=Névjegy
link_stat_connected_device_tip=Csatlakozott kliens:
link_stat_connected_device=NULL
link_stat_conn_barcode_tip=Szkennelje
link_tab_text_help=<c color="FFFFFF">Ha segítségre van szüksége, </c><c color="0000ff"><u><a id="1051"> Kattintson ide </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Csatlakoztatva</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Leválasztva</c>
link_softap_tip=Hotspot
link_softap_info=<c color="808080">Hotspot neve:%s</c><br/><c color="808080">jelszó:%s</c>
link_softap_on=<c color="CCCCCC">Hotspot:%s<br/> elindítva</c>
link_softap_off=<c color="CCCCCC">Hotspot leállítva</c>
link_softap_error=A hotspot-ot nem lehet elindítani. Győződjön meg róla, hogy a WLAN be van kapcsolva
link_update_title=SeewoLink frissítés
link_update_confirm=Szeretne a legújabb verzióra frissíteni?
link_update_success=Frissítve a legújabb verzióra
link_update_failed=Hiba a legújabb verzióra való frissítés során, menjen a hivatalos honlapra a legújabb verzió megszerzéséhez


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer